Repository: redhataccess/redhat-access-plugin-openstack
Catalog: src/redhat_access_plugin_openstack/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, ja, ko, pt, ru, zh_tw

source: Red Hat Access
fr: Accès Red Hat
ko: Red Hat 액세스
pt: Acesso à Red Hat

source: Logs
es: Registros
fr: Journaux
it: Log
ja: ログ
ko: 로그
ru: Журналы
zh_tw: 日誌

source: Unable to get log for instance "%s".
es: No se pudo obtener registro para instancia "%s".
fr: Impossible d'obtenir le journal de l'instance « %s ».
it: Impossibile ottenere il log per l'istanza "%s".
ja: インスタンス "%s" のログを取得できません。
ko: 인스턴스 "%s"의 로그를 검색할 수 없습니다.
pt: Incapaz de obter log para instância "%s".
ru: Не удалось извлечь журнал «%s».
zh_tw: 無法取得事例「%s」的日誌。

source: Red Hat Access: Logs
es: Red Hat Access: Registros
fr: Accès Red Hat : Journaux
it: Red Hat Access: Log
ja: Red Hat Access: ログ
ko: Red Hat Access: 로그
pt: Acesso da Red Hat: Logs
ru: Red Hat Access: Журналы
zh_tw: Red Hat Access：日誌

source: Instance Log
es: Registro de instancias
fr: Journal de l'instance
it: Log istanza
ja: インスタンスのログ
ko: 인스턴스 로그
pt: Log de Instância
ru: Журнал экземпляра
zh_tw: 事例日誌

source: Local Logs
es: Registros locales
fr: Journaux locaux
it: Log locali
ja: ローカルのログ
ko: 로컬 로그
pt: Logs Locais
ru: Локальные журналы
zh_tw: 本機日誌

source: Red Hat Access: Local Logs
es: Red Hat Access: Registros locales
fr: Accès Red Hat : Journaux locaux
it: Red Hat Access: Log locali
ja: Red Hat Access: ローカルのログ
ko: Red Hat Access: 로컬 로그
pt: Red Hat Access: Logs Locais
ru: Red Hat Access: Локальные журналы
zh_tw: Red Hat Access：本機日誌

source: Search
es: Búsqueda
fr: Recherche
it: Cerca
ja: 検索
ko: 검색
pt: Buscar
ru: Поиск
zh_tw: 搜尋

source: Red Hat Access: Search
es: Red Hat Access: Búsqueda
fr: Accès Red Hat : Recherche
it: Red Hat Access: Cerca
ja: Red Hat Access: 検索
ko: Red Hat Access: 검색
pt: Acesso à Red Hat: Busca
ru: Red Hat Access: Поиск
zh_tw: Red Hat Access：搜尋

source: Support
es: Soporte
fr: Support technique
it: Supporto
ja: サポート
ko: 지원
pt: Suporte
ru: Поддержка
zh_tw: 支援

source: Red Hat Access: Support
es: Red Hat Access: Soporte
fr: Accès Red Hat : Support technique
it: Red Hat Access: Supporto
ja: Red Hat Access: サポート
ko: Red Hat Access: 지원
pt: Acesso à Red Hat: Suporte
ru: Red Hat Access: Поддержка
zh_tw: Red Hat Access：支援
